Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Built on your .fit files
ar: مبنيّ على ملفات ‎.fit خاصتك
bg: Построено върху твоите .fit файлове
ca: Construït sobre els teus fitxers .fit
cs: Postaveno na tvých souborech .fit
da: Bygget på dine .fit-filer
de: Baut auf deinen .fit-Dateien auf
el: Χτισμένο πάνω στα αρχεία .fit σου
es: Construido sobre tus archivos .fit
et: Ehitatud sinu .fit-failidele
fi: Rakennettu .fit-tiedostojesi varaan
fr: Bâti sur vos fichiers .fit
ga: Tógtha ar do chomhaid .fit
hr: Izgrađeno na tvojim datotekama .fit
hu: A .fit fájljaidra épül
id: Dibangun di atas file .fit milikmu
is: Byggt á .fit-skránum þínum
it: Costruito sui tuoi file .fit
ja: あなたの .fit ファイルが土台
ko: 당신의 .fit 파일 위에 세워졌습니다
lt: Sukurta ant tavo .fit failų
lv: Veidots uz taviem .fit failiem
mk: Изградено врз твоите датотеки .fit
ms: Dibina atas fail .fit anda
mt: Mibni fuq il-fajls .fit tiegħek
nb: Bygd på .fit-filene dine
nl: Gebouwd op je .fit-bestanden
pl: Oparte na twoich plikach .fit
pt_br: Construído sobre seus arquivos .fit
pt_pt: Construído sobre os seus ficheiros .fit
ro: Construit pe fișierele tale .fit
ru: Построено на ваших файлах .fit
sk: Postavené na tvojich súboroch .fit
sl: Zgrajeno na tvojih datotekah .fit
sq: Ndërtuar mbi skedarët e tu .fit
sr: Изграђено на твојим датотекама .fit
sv: Byggd på dina .fit-filer
tr: Senin .fit dosyaların üzerine kurulu
uk: Побудовано на ваших файлах .fit
vi: Dựng trên chính các tệp .fit của bạn
zh_hans: 建立在你的 .fit 文件之上
zh_hant: 建立在你的 .fit 檔案之上

source: C — train through
ar: ج — تدريب أثناءه
bg: C — тренирай през него
ca: C — s'entrena a través
cs: C — trénovat bez úlevy
da: C — træn igennem
de: C — durchtrainieren
el: Γ — προπόνηση μέσα από αυτόν
es: C — entrenar sin bajar
et: C — treenin sellest läbi
fi: C — harjoittele läpi
fr: C — s'entraîner sans alléger
ga: C — traenáil tríd
hr: C — protrčati kroz nju
hu: C — átedzős verseny
id: C — lomba sambil tetap berlatih
is: C — æft í gegnum hana
it: C — allenarsi senza scaricare
ja: C — 通常どおり練習
ko: C — 훈련 겸 참가
lt: C — prabėgti treniruodamasis
lv: C — izbraukt cauri treniņā
mk: В — се трча низ неа
ms: C — berlumba sambil terus berlatih
mt: C — tibqa' titħarreġ matulha
nb: C — tren gjennom
nl: C — doortrainen
pl: C — trenuj bez odpuszczania
pt_br: C — treinar por dentro
pt_pt: C — treinar sem aliviar
ro: C — de trecut prin ea
ru: C — проходной
sk: C — pretekať v tréningu
sl: C — pretečeš mimogrede
sq: C — kalohet me stërvitje
sr: Ц — протрчати кроз њу
sv: C — träna igenom
tr: C — antrenmanı aksatmadan
uk: C — прохідний
vi: C — vừa đua vừa tập
zh_hans: C — 训练中顺带参加
zh_hant: C — 訓練中順帶參加

source: Calf (L)
ar: السمانة (يسار)
bg: Прасец (Л)
ca: Bessó (esq.)
cs: Lýtko (L)
da: Læg (V)
de: Wade (l)
el: Γάμπα (αρ.)
es: Gemelo (I)
et: Säär (vasak)
fi: Pohje (V)
fr: Mollet (G)
ga: Colpa (clé)
hr: List (L)
hu: Vádli (bal)
id: Betis (Ki)
is: Kálfi (v)
it: Polpaccio (S)
ja: ふくらはぎ（左）
ko: 종아리 (좌)
lt: Blauzda (kairė)
lv: Ikrs (kreisais)
mk: Лист (лев)
ms: Betis (Ki)
mt: Pexxun (xellug)
nb: Legg (V)
nl: Kuit (L)
pl: Łydka (L)
pt_br: Panturrilha (E)
pt_pt: Gémeo (E)
ro: Gambă (stg.)
ru: Голень (лев.)
sk: Lýtko (ľ.)
sl: Meča (L)
sq: Pulpa (m)
sr: Лист (Л)
sv: Vad (V)
tr: Baldır (Sol)
uk: Гомілка (ліва)
vi: Bắp chân (T)
zh_hans: 小腿（左）
zh_hant: 小腿（左）

source: Calf (R)
ar: السمانة (يمين)
bg: Прасец (Д)
ca: Bessó (dret)
cs: Lýtko (P)
da: Læg (H)
de: Wade (r)
el: Γάμπα (δεξ.)
es: Gemelo (D)
et: Säär (parem)
fi: Pohje (O)
fr: Mollet (D)
ga: Colpa (deas)
hr: List (D)
hu: Vádli (jobb)
id: Betis (Ka)
is: Kálfi (h)
it: Polpaccio (D)
ja: ふくらはぎ（右）
ko: 종아리 (우)
lt: Blauzda (dešinė)
lv: Ikrs (labais)
mk: Лист (десен)
ms: Betis (Ka)
mt: Pexxun (lemin)
nb: Legg (H)
nl: Kuit (R)
pl: Łydka (P)
pt_br: Panturrilha (D)
pt_pt: Gémeo (D)
ro: Gambă (dr.)
ru: Голень (прав.)
sk: Lýtko (p.)
sl: Meča (D)
sq: Pulpa (dj)
sr: Лист (Д)
sv: Vad (H)
tr: Baldır (Sağ)
uk: Гомілка (права)
vi: Bắp chân (P)
zh_hans: 小腿（右）
zh_hant: 小腿（右）

source: Calories
ar: السعرات
bg: Калории
cs: Kalorie
da: Kalorier
de: Kalorien
el: Θερμίδες
es: Calorías
et: Kalorid
fi: Kalorit
ga: Calraí
hr: Kalorije
hu: Kalória
id: Kalori
is: Hitaeiningar
it: Calorie
ja: カロリー
ko: 칼로리
lt: Kalorijos
lv: Kalorijas
mk: Калории
ms: Kalori
mt: Kaloriji
nb: Kalorier
nl: Calorieën
pl: Kalorie
pt_br: Calorias
pt_pt: Calorias
ro: Calorii
ru: Калории
sk: Kalórie
sl: Kalorije
sq: Kalori
sr: Калорије
sv: Kalorier
tr: Kalori
uk: Калорії
vi: Calo
zh_hans: 卡路里
zh_hant: 卡路里

source: Came apart
ar: تفكّك
bg: Разпадна се
ca: S'ha ensorrat
cs: Rozpadlo se to
da: Faldt fra hinanden
de: Auseinandergefallen
el: Διαλύθηκε
es: Se vino abajo
et: Lagunes
fi: Hajosi
fr: A lâché
ga: Thit sé as a chéile
hr: Raspalo se
hu: Szétesett
id: Ambruk
is: Gaf sig
it: È crollato
ja: 崩れた
ko: 무너졌음
lt: Subyrėjo
lv: Izjuka
mk: Се распадна
ms: Tumbang
mt: Ċeda
nb: Falt fra hverandre
nl: Ingestort
pl: Rozsypało się
pt_br: Desandou
pt_pt: Desmoronou
ro: S-a rupt
ru: Развалилось
sk: Rozpadlo sa to
sl: Razpadlo je
sq: U shkatërrua
sr: Распало се
sv: Föll isär
tr: Dağıldı
uk: Розвалилося
vi: Đuối hẳn
zh_hans: 垮掉了
zh_hant: 垮掉了

source: Can't open your training database
ar: تعذّر فتح قاعدة بيانات تدريبك
bg: Не може да се отвори базата с тренировки
ca: No es pot obrir la teva base de dades d'entrenament
cs: Tvou databázi tréninků nelze otevřít
da: Din træningsdatabase kan ikke åbnes
de: Deine Trainingsdatenbank lässt sich nicht öffnen
el: Δεν ανοίγει η βάση δεδομένων της προπόνησής σου
es: No se puede abrir tu base de entrenamientos
et: Sinu treeningandmebaasi ei õnnestu avada
fi: Harjoitustietokantaasi ei voi avata
fr: Impossible d'ouvrir ta base d'entraînement
ga: Ní féidir do bhunachar sonraí traenála a oscailt
hr: Nije moguće otvoriti tvoju bazu treninga
hu: Nem nyitható meg az edzésadatbázisod
id: Tidak bisa membuka basis data latihanmu
is: Ekki hægt að opna æfingagagnagrunninn þinn
it: Impossibile aprire il tuo archivio allenamenti
ja: トレーニングのデータベースを開けません
ko: 훈련 데이터베이스를 열 수 없습니다
lt: Nepavyksta atverti tavo treniruočių duomenų bazės
lv: Nevar atvērt tavu treniņu datubāzi
mk: Не може да се отвори твојата база на тренинзи
ms: Tidak dapat membuka pangkalan data latihan anda
mt: Ma tistax tinfetaħ id-database tat-taħriġ tiegħek
nb: Får ikke åpnet treningsdatabasen din
nl: Je trainingsdatabase kan niet worden geopend
pl: Nie można otworzyć bazy treningów
pt_br: Não foi possível abrir seu banco de dados de treinos
pt_pt: Não é possível abrir a tua base de dados de treino
ro: Baza de date cu antrenamentele tale nu poate fi deschisă
ru: Не удаётся открыть базу тренировок
sk: Nedá sa otvoriť tvoja tréningová databáza
sl: Tvoje baze treningov ni mogoče odpreti
sq: Baza e të dhënave e stërvitjeve nuk hapet
sr: Није могуће отворити твоју базу тренинга
sv: Det går inte att öppna din träningsdatabas
tr: Antrenman veritabanın açılamıyor
uk: Не вдається відкрити базу тренувань
vi: Không mở được cơ sở dữ liệu tập luyện của bạn
zh_hans: 无法打开训练数据库
zh_hant: 無法開啟你的訓練資料庫

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Loobu
fi: Kumoa
fr: Annuler
ga: Cealaigh
hr: Odustani
hu: Mégse
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
mk: Откажи
ms: Batal
mt: Ikkanċella
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Откажи
sv: Avbryt
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Carry
ar: حمل
bg: Носене
ca: Transport
cs: Nošení
da: Bæring
de: Tragen
el: Μεταφορά
es: Transporte
et: Kandmine
fi: Kanto
fr: Port de charge
ga: Iompar
hr: Nošenje
hu: Cipelés
id: Angkut
is: Burður
it: Trasporto
ja: キャリー
ko: 캐리
lt: Nešimas
lv: Nešana
mk: Носење
ms: Angkut
mt: Ġarr
nb: Bæring
nl: Dragen
pl: Noszenie
pt_br: Carregamento
pt_pt: Transporte
ro: Transport
ru: Перенос
sk: Nosenie
sl: Nošenje
sq: Mbajtje në lëvizje
sr: Ношење
sv: Bärande
tr: Taşıma
uk: Перенесення
vi: Vác
zh_hans: 负重行走
zh_hant: 負重行走

source: Carrying fatigue
ar: تراكم إجهاد
bg: Носиш умора
ca: Arrossegues fatiga
cs: Nese si únavu
da: Bærer på træthed
de: Ermüdung im Körper
el: Συσσωρευμένη κόπωση
es: Arrastras fatiga
et: Kannad väsimust
fi: Väsymystä jäljellä
fr: Fatigue résiduelle
ga: Tuirse á hiompar agat
hr: Nosiš umor
hu: Fáradtságot cipelsz
id: Membawa kelelahan
is: Berð með þér þreytu
it: Fatica residua
ja: 疲労が残っています
ko: 피로 누적
lt: Nešiesi nuovargį
lv: Nes līdzi nogurumu
mk: Носиш замор
ms: Membawa keletihan
mt: Qed iġġorr għeja
nb: Bærer på tretthet
nl: Nog vermoeid
pl: Wciąż zmęczony
pt_br: Carregando fadiga
pt_pt: Ainda com fadiga
ro: Duci oboseală cu tine
ru: Накоплена усталость
sk: Nesieš si únavu
sl: Nosiš utrujenost
sq: Po mbart lodhje
sr: Носиш умор
sv: Bär på trötthet
tr: Yorgunluk taşıyor
uk: Накопичена втома
vi: Đang tích mệt
zh_hans: 疲劳累积
zh_hant: 疲勞累積

source: Category
ar: الفئة
bg: Категория
ca: Categoria
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es: Categoría
et: Kategooria
fi: Luokka
fr: Catégorie
ga: Catagóir
hr: Kategorija
hu: Kategória
id: Kategori
is: Flokkur
it: Categoria
ja: カテゴリ
ko: 분류
lt: Kategorija
lv: Kategorija
mk: Категорија
ms: Kategori
mt: Kategorija
nb: Kategori
nl: Categorie
pl: Kategoria
pt_br: Categoria
pt_pt: Categoria
ro: Categorie
ru: Категория
sk: Kategória
sl: Kategorija
sq: Kategoria
sr: Категорија
sv: Kategori
tr: Kategori
uk: Категорія
vi: Nhóm
zh_hans: 分类
zh_hant: 分類

source: Change
ar: تغيير
bg: Промяна
ca: Canvia
cs: Změna
da: Ændring
de: Veränderung
el: Αλλαγή
es: Cambio
et: Muuda
fi: Muutos
fr: Évolution
ga: Athraigh
hr: Promijeni
hu: Módosítás
id: Ubah
is: Breyta
it: Variazione
ja: 変化
ko: 변경
lt: Keisti
lv: Mainīt
mk: Промени
ms: Ubah
mt: Ibdel
nb: Endring
nl: Verandering
pl: Zmiana
pt_br: Alterar
pt_pt: Variação
ro: Schimbă
ru: Изменить
sk: Zmeniť
sl: Spremeni
sq: Ndrysho
sr: Промени
sv: Förändring
tr: Değiştir
uk: Змінити
vi: Đổi
zh_hans: 更改
zh_hant: 更改

source: Check a folder for new files
ar: فحص مجلد بحثًا عن ملفات جديدة
bg: Проверявай папка за нови файлове
ca: Comprova si hi ha fitxers nous en una carpeta
cs: Hlídat složku kvůli novým souborům
da: Tjek en mappe for nye filer
de: Ordner auf neue Dateien prüfen
el: Έλεγχος φακέλου για νέα αρχεία
es: Revisar una carpeta en busca de archivos nuevos
et: Kontrolli kausta uute failide suhtes
fi: Tarkkaile kansiota uusien tiedostojen varalta
fr: Surveiller un dossier
ga: Seiceáil fillteán le haghaidh comhad nua
hr: Provjeravaj mapu za nove datoteke
hu: Mappa figyelése új fájlokra
id: Periksa folder untuk file baru
is: Athuga möppu fyrir nýjar skrár
it: Controlla una cartella per nuovi file
ja: フォルダを監視して新しいファイルを探す
ko: 폴더에서 새 파일 확인
lt: Tikrinti aplanką dėl naujų failų
lv: Pārbaudīt mapi, vai nav jaunu failu
mk: Проверувај папка за нови датотеки
ms: Periksa folder untuk fail baharu
mt: Iċċekkja folder għal fajls ġodda
nb: Se etter nye filer i en mappe
nl: Een map controleren op nieuwe bestanden
pl: Sprawdzaj folder pod kątem nowych plików
pt_br: Verificar uma pasta em busca de arquivos novos
pt_pt: Verificar uma pasta em busca de ficheiros novos
ro: Verifică un folder pentru fișiere noi
ru: Проверять папку на новые файлы
sk: Kontrolovať priečinok na nové súbory
sl: Preverjaj mapo za nove datoteke
sq: Kontrollo një dosje për skedarë të rinj
sr: Проверавај фасциклу за нове датотеке
sv: Kontrollera en mapp efter nya filer
tr: Yeni dosyalar için bir klasörü kontrol et
uk: Перевіряти папку на нові файли
vi: Kiểm tra một thư mục xem có tệp mới
zh_hans: 检查文件夹中的新文件
zh_hant: 檢查資料夾中的新檔案

source: Check each row against the PDF before importing — extraction can misread tables.
ar: راجع كل سطر مقابل ملف PDF قبل الاستيراد — قد يُخطئ الاستخراج في قراءة الجداول.
bg: Провери всеки ред спрямо PDF-а преди импортиране — извличането може да разчете таблиците погрешно.
ca: Comprova cada fila amb el PDF abans d'importar: l'extracció pot llegir malament les taules.
cs: Před importem zkontroluj každý řádek proti PDF — čtení může tabulky přečíst špatně.
da: Tjek hver række mod PDF'en, før du importerer — udtrækket kan læse tabeller forkert.
de: Prüfe jede Zeile vor dem Import gegen das PDF — die Erkennung kann Tabellen falsch lesen.
el: Έλεγξε κάθε γραμμή με το PDF πριν την εισαγωγή — η εξαγωγή μπορεί να διαβάσει λάθος τους πίνακες.
es: Comprueba cada fila con el PDF antes de importar: la extracción puede leer mal las tablas.
et: Kontrolli enne importi iga rida PDF-i vastu — lugemine võib tabeleid valesti tõlgendada.
fi: Tarkista jokainen rivi PDF:ää vasten ennen tuontia — poiminta voi lukea taulukot väärin.
fr: Vérifie chaque ligne avec le PDF avant d'importer : l'extraction peut mal lire les tableaux.
ga: Seiceáil gach ró in aghaidh an PDF sula n-iompórtálann tú — is féidir leis an sliocht táblaí a mhíléamh.
hr: Prije uvoza usporedi svaki redak s PDF-om — čitanje može krivo pročitati tablice.
hu: Importálás előtt vesd össze minden sort a PDF-fel — a kinyerés félreolvashatja a táblázatokat.
id: Periksa tiap baris terhadap PDF sebelum mengimpor — ekstraksi bisa salah membaca tabel.
is: Berðu hverja línu saman við PDF-skjalið áður en þú flytur inn — lesturinn getur mislesið töflur.
it: Controlla ogni riga con il PDF prima di importare: l'estrazione può leggere male le tabelle.
ja: 読み取りは表を誤認することがあります。取り込む前に各行を PDF と照合してください。
ko: 가져오기 전에 각 행을 PDF와 대조하세요 — 추출 과정에서 표를 잘못 읽을 수 있습니다.
lt: Prieš importuodamas palygink kiekvieną eilutę su PDF — skaitymas gali neteisingai suprasti lenteles.
lv: Pirms importēšanas salīdzini katru rindu ar PDF — nolasīšana var kļūdīties tabulās.
mk: Пред увоз спореди го секој ред со PDF-от — читањето може погрешно да ги прочита табелите.
ms: Periksa setiap baris dengan PDF sebelum mengimport — pengekstrakan boleh tersalah baca jadual.
mt: Qabbel kull ringiela mal-PDF qabel timporta — l-estrazzjoni tista' taqra t-tabelli ħażin.
nb: Sjekk hver rad mot PDF-en før du importerer — uttrekket kan lese tabeller feil.
nl: Controleer elke regel met de PDF voordat je importeert — het uitlezen kan tabellen verkeerd interpreteren.
pl: Sprawdź każdy wiersz z PDF-em przed importem — odczyt może źle zinterpretować tabele.
pt_br: Confira cada linha com o PDF antes de importar — a extração pode ler tabelas errado.
pt_pt: Confere cada linha com o PDF antes de importar — a extração pode ler mal as tabelas.
ro: Verifică fiecare rând cu PDF-ul înainte de import — extragerea poate citi greșit tabelele.
ru: Перед импортом сверьте каждую строку с PDF — при разборе таблицы могут быть прочитаны неверно.
sk: Pred importom porovnaj každý riadok s PDF — čítanie môže zle prečítať tabuľky.
sl: Pred uvozom vsako vrstico primerjaj s PDF — branje lahko napačno prebere tabele.
sq: Krahaso çdo rresht me PDF-në përpara importimit — nxjerrja mund t'i lexojë gabim tabelat.
sr: Пре увоза упореди сваки ред са PDF-ом — читање може погрешно да прочита табеле.
sv: Kontrollera varje rad mot PDF:en innan du importerar — tolkningen kan läsa tabeller fel.
tr: İçe aktarmadan önce her satırı PDF ile karşılaştır — okuma sırasında tablolar yanlış anlaşılabilir.
uk: Перед імпортом звіряйте кожен рядок із PDF — під час розбору таблиці можуть бути прочитані неправильно.
vi: Đối chiếu từng dòng với PDF trước khi nhập — việc trích xuất có thể đọc sai bảng.
zh_hans: 导入前请逐行与 PDF 核对——解析时可能读错表格。
zh_hant: 匯入前請逐列與 PDF 核對——解析時可能讀錯表格。

source: Chest
ar: الصدر
bg: Гърди
ca: Pit
cs: Hrudník
da: Bryst
de: Brust
el: Στήθος
es: Pecho
et: Rind
fi: Rinta
fr: Poitrine
ga: Cliabhrach
hr: Prsa
hu: Mellkas
id: Dada
is: Brjóst
it: Petto
ja: 胸囲
ko: 가슴
lt: Krūtinė
lv: Krūtis
mk: Гради
ms: Dada
mt: Sider
nb: Bryst
nl: Borst
pl: Klatka
pt_br: Peito
pt_pt: Peito
ro: Piept
ru: Грудь
sk: Hrudník
sl: Prsi
sq: Gjoksi
sr: Груди
sv: Bröst
tr: Göğüs
uk: Груди
vi: Vòng ngực
zh_hans: 胸围
zh_hant: 胸圍

source: Choose PDF…
ar: اختيار ملف PDF…
bg: Избери PDF…
ca: Tria un PDF…
cs: Vybrat PDF…
da: Vælg PDF…
de: PDF wählen…
el: Επιλογή PDF…
es: Elegir PDF…
et: Vali PDF…
fi: Valitse PDF…
fr: Choisir un PDF…
ga: Roghnaigh PDF…
hr: Odaberi PDF…
hu: PDF kiválasztása…
id: Pilih PDF…
is: Velja PDF…
it: Scegli un PDF…
ja: PDF を選択…
ko: PDF 선택…
lt: Pasirinkti PDF…
lv: Izvēlēties PDF…
mk: Избери PDF…
ms: Pilih PDF…
mt: Agħżel PDF…
nb: Velg PDF…
nl: Kies een PDF…
pl: Wybierz PDF…
pt_br: Escolher PDF…
pt_pt: Escolher PDF…
ro: Alege PDF…
ru: Выбрать PDF…
sk: Vybrať PDF…
sl: Izberi PDF…
sq: Zgjidh PDF…
sr: Изабери PDF…
sv: Välj PDF…
tr: PDF seç…
uk: Вибрати PDF…
vi: Chọn PDF…
zh_hans: 选择 PDF…
zh_hant: 選擇 PDF…

source: Choose a folder…
ar: اختيار مجلد…
bg: Избери папка…
ca: Tria una carpeta…
cs: Vybrat složku…
da: Vælg en mappe…
de: Ordner wählen…
el: Επιλογή φακέλου…
es: Elegir una carpeta…
et: Vali kaust…
fi: Valitse kansio…
fr: Choisir un dossier…
ga: Roghnaigh fillteán…
hr: Odaberi mapu…
hu: Mappa kiválasztása…
id: Pilih folder…
is: Velja möppu…
it: Scegli una cartella…
ja: フォルダを選択…
ko: 폴더 선택…
lt: Pasirinkti aplanką…
lv: Izvēlēties mapi…
mk: Избери папка…
ms: Pilih folder…
mt: Agħżel folder…
nb: Velg en mappe…
nl: Kies een map…
pl: Wybierz folder…
pt_br: Escolher pasta…
pt_pt: Escolher uma pasta…
ro: Alege un folder…
ru: Выбрать папку…
sk: Vybrať priečinok…
sl: Izberi mapo…
sq: Zgjidh një dosje…
sr: Изабери фасциклу…
sv: Välj en mapp…
tr: Klasör seç…
uk: Вибрати папку…
vi: Chọn thư mục…
zh_hans: 选择文件夹…
zh_hant: 選擇資料夾…

source: Circumferences in centimetres.
ar: المحيطات بالسنتيمتر.
bg: Обиколки в сантиметри.
ca: Perímetres en centímetres.
cs: Obvody v centimetrech.
da: Omkredse i centimeter.
de: Umfänge in Zentimetern.
el: Περίμετροι σε εκατοστά.
es: Perímetros en centímetros.
et: Ümbermõõdud sentimeetrites.
fi: Ympärysmitat senttimetreinä.
fr: Tours en centimètres.
ga: Imlínte i gceintiméadair.
hr: Opsezi u centimetrima.
hu: A kerületek centiméterben.
id: Lingkar dalam sentimeter.
is: Ummál í sentimetrum.
it: Circonferenze in centimetri.
ja: 周囲径はセンチメートルです。
ko: 둘레 단위는 센티미터입니다.
lt: Apimtys centimetrais.
lv: Apkārtmēri centimetros.
mk: Обемите во сантиметри.
ms: Lilitan dalam sentimeter.
mt: Il-perimetri f'ċentimetri.
nb: Omkretser i centimeter.
nl: Omtrekken in centimeters.
pl: Obwody w centymetrach.
pt_br: Circunferências em centímetros.
pt_pt: Perímetros em centímetros.
ro: Circumferințele în centimetri.
ru: Обхваты в сантиметрах.
sk: Obvody v centimetroch.
sl: Obsegi v centimetrih.
sq: Perimetrat në centimetra.
sr: Обими у центиметрима.
sv: Omkretsar i centimeter.
tr: Çevre ölçüleri santimetre cinsinden.
uk: Обхвати в сантиметрах.
vi: Số đo vòng tính bằng xentimét.
zh_hans: 围度单位为厘米。
zh_hant: 圍度單位為公分。

source: Circumferences in inches.
ar: المحيطات بالبوصة.
bg: Обиколки в инчове.
ca: Perímetres en polzades.
cs: Obvody v palcích.
da: Omkredse i tommer.
de: Umfänge in Zoll.
el: Περίμετροι σε ίντσες.
es: Perímetros en pulgadas.
et: Ümbermõõdud tollides.
fi: Ympärysmitat tuumina.
fr: Tours en pouces.
ga: Imlínte in orlaí.
hr: Opsezi u inčima.
hu: A kerületek hüvelykben.
id: Lingkar dalam inci.
is: Ummál í tommum.
it: Circonferenze in pollici.
ja: 周囲径はインチです。
ko: 둘레 단위는 인치입니다.
lt: Apimtys coliais.
lv: Apkārtmēri collās.
mk: Обемите во инчи.
ms: Lilitan dalam inci.
mt: Il-perimetri f'pulzieri.
nb: Omkretser i tommer.
nl: Omtrekken in inches.
pl: Obwody w calach.
pt_br: Circunferências em polegadas.
pt_pt: Perímetros em polegadas.
ro: Circumferințele în inchi.
ru: Обхваты в дюймах.
sk: Obvody v palcoch.
sl: Obsegi v palcih.
sq: Perimetrat në inç.
sr: Обими у инчима.
sv: Omkretsar i tum.
tr: Çevre ölçüleri inç cinsinden.
uk: Обхвати в дюймах.
vi: Số đo vòng tính bằng inch.
zh_hans: 围度单位为英寸。
zh_hant: 圍度單位為英吋。

source: Claude is extracting workouts. This can take a minute on a long PDF.
ar: يستخرج Claude التمارين. قد يستغرق ذلك دقيقة مع ملف PDF طويل.
bg: Claude извлича тренировките. При дълъг PDF може да отнеме минута.
ca: El Claude està extraient els entrenaments. En un PDF llarg pot trigar un minut.
cs: Claude vytahuje tréninky. U dlouhého PDF to může trvat minutu.
da: Claude trækker træningerne ud. Ved en lang PDF kan det tage et minut.
de: Claude liest die Einheiten aus. Bei einem langen PDF kann das eine Minute dauern.
el: Ο Claude εξάγει τις προπονήσεις. Σε μεγάλο PDF μπορεί να πάρει ένα λεπτό.
es: Claude está extrayendo los entrenamientos. Con un PDF largo puede tardar un minuto.
et: Claude eraldab trenne. Pika PDF-i puhul võib see võtta minuti.
fi: Claude poimii harjoituksia. Pitkässä PDF:ssä tämä voi kestää minuutin.
fr: Claude extrait les séances. Sur un long PDF, cela peut prendre une minute.
ga: Tá Claude ag baint na seisiún amach. Féadfaidh sé seo nóiméad a thógáil ar PDF fada.
hr: Claude izvlači treninge. Kod dugog PDF-a to može potrajati minutu.
hu: A Claude kinyeri az edzéseket. Hosszú PDF-nél ez eltarthat egy percig.
id: Claude sedang mengekstrak latihan. Untuk PDF panjang ini bisa makan waktu semenit.
is: Claude er að draga út æfingarnar. Í löngu PDF getur það tekið mínútu.
it: Claude sta estraendo gli allenamenti. Con un PDF lungo può volerci un minuto.
ja: Claude がワークアウトを抽出しています。長い PDF では 1 分ほどかかることがあります。
ko: Claude가 운동 기록을 추출하고 있습니다. 긴 PDF는 1분 정도 걸릴 수 있습니다.
lt: Claude išskiria treniruotes. Su ilgu PDF tai gali užtrukti minutę.
lv: Claude izgūst treniņus. Garā PDF tas var aizņemt minūti.
mk: Claude ги извлекува тренинзите. Кај долг PDF тоа може да трае една минута.
ms: Claude sedang mengekstrak latihan. Bagi PDF yang panjang ini boleh mengambil seminit.
mt: Claude qed jiġbed is-sessjonijiet. F'PDF twil dan jista' jieħu minuta.
nb: Claude trekker ut øktene. Med en lang PDF kan det ta et minutt.
nl: Claude leest de trainingen uit. Bij een lange PDF kan dat een minuut duren.
pl: Claude wyciąga treningi. Przy długim PDF-ie może to zająć minutę.
pt_br: O Claude está extraindo os treinos. Em um PDF longo isso pode levar um minuto.
pt_pt: O Claude está a extrair os treinos. Num PDF longo pode demorar um minuto.
ro: Claude extrage antrenamentele. La un PDF lung poate dura un minut.
ru: Claude извлекает тренировки. На длинном PDF это может занять минуту.
sk: Claude extrahuje tréningy. Pri dlhom PDF to môže trvať minútu.
sl: Claude izlušča treninge. Pri dolgem PDF lahko to traja minuto.
sq: Claude po nxjerr stërvitjet. Në një PDF të gjatë kjo mund të zgjasë një minutë.
sr: Claude извлачи тренинге. Код дугог PDF-а то може да потраје минут.
sv: Claude tolkar passen. Med en lång PDF kan det ta en minut.
tr: Claude antrenmanları çıkarıyor. Uzun bir PDF'te bu bir dakika sürebilir.
uk: Claude витягує тренування. На довгому PDF це може зайняти хвилину.
vi: Claude đang trích xuất các buổi tập. Với PDF dài, việc này có thể mất khoảng một phút.
zh_hans: Claude 正在提取训练记录。较长的 PDF 可能需要一分钟。
zh_hant: Claude 正在擷取訓練紀錄。較長的 PDF 可能需要一分鐘。

source: Clear
ar: مسح
bg: Изчисти
ca: Neteja
cs: Vymazat
da: Ryd
de: Zurücksetzen
el: Καθαρισμός
es: Limpiar
et: Tühjenda
fi: Tyhjennä
fr: Effacer
ga: Glan
hr: Očisti
hu: Törlés
id: Bersihkan
is: Hreinsa
it: Azzera
ja: クリア
ko: 지우기
lt: Išvalyti
lv: Notīrīt
mk: Исчисти
ms: Kosongkan
mt: Naddaf
nb: Tøm
nl: Wis
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ro: Șterge
ru: Очистить
sk: Vymazať
sl: Počisti
sq: Pastro
sr: Очисти
sv: Rensa
tr: Temizle
uk: Очистити
vi: Xóa trống
zh_hans: 清除
zh_hant: 清除

source: Client ID
ar: معرّف العميل
ko: 클라이언트 ID
tr: İstemci kimliği

source: Client Secret
ar: سر العميل
ko: 클라이언트 시크릿
tr: İstemci parolası

source: Climb
ar: الصعود
bg: Изкачване
ca: Desnivell
cs: Převýšení
da: Stigning
de: Anstieg
el: Ανάβαση
es: Desnivel
et: Tõus
fi: Nousu
fr: Dénivelé
ga: Dreapadh
hr: Uspon
hu: Szintemelkedés
id: Tanjakan
is: Hækkun
it: Dislivello
ja: 獲得標高
ko: 상승 고도
lt: Pakilimas
lv: Kāpums
mk: Искачување
ms: Pendakian
mt: Tlugħ
nb: Stigning
nl: Klim
pl: Podbieg
pt_br: Altimetria
pt_pt: Subida
ro: Diferență de nivel
ru: Набор высоты
sk: Prevýšenie
sl: Vzpon
sq: Ngjitja
sr: Успон
sv: Stigning
tr: Tırmanış
uk: Набір висоти
vi: Độ cao leo
zh_hans: 累计爬升
zh_hant: 累積爬升
